Repository: PavelLyutikov/TrioOfHeroes
Catalog: Heroes/Main/*.lproj/Localizable.strings
Languages: de, es_419, ja, ru, zh_hant

# уровень 10
source: level 10
de: stufe 10
es_419: nivel 10
ja: レベル10
ru: уровень 10
zh_hant: 等级10

# уровень 5
source: level 5
de: stufe 5
es_419: nivel 5
ja: レベル5
ru: уровень 5
zh_hant: 等级5

# открыт
source: is Open
de: geöffnet
es_419: abierto
ja: が開いている
ru: открыт
zh_hant: 是开放的

# Победа!
source: Victory!
de: Sieg!
es_419: Victoria!
ja: ビクトリー!
ru: Победа!
zh_hant: 胜利!

# Упс... бонус закончился!
source: Oops... the bonus is over!
de: Oops... der Bonus ist vorbei!
es_419: Vaya... bono ha terminado!
ja: おっと.. ボーナスは終わった！
ru: Упс... бонус закончился!
zh_hant: 哎呀。.. 奖金结束了！

source: I welcome you, wanderer of the AppStore expanses, and invite you to dive into our history. Residents of the village complain that there are evil spirits in the forest. It's hard to believe, but you still need to check! Are you in?
de: Ich begrüße dich, Wanderer der Weiten von Upstor, ich schlage vor, dass du in unsere Geschichte eintauchen kannst. Dorfbewohner beklagen, dass im Wald das Böse geschieden sei. Es ist schwer zu glauben, aber es muss immer noch überprüft werden! Bist du bei mir?
es_419: Saludos, viajero de la AppStore, te invito a sumergirte en nuestra historia. Los aldeanos se quejan de que los monstruos vagan por el bosque. No puedo creerlo, ¡pero tienes que comprobarlo! ¿Estás dentro?
ja: 私はあなた、AppStoreの広がりの放浪者を歓迎し、私たちの歴史に飛び込むためにあなたを招待します。 村人たちは森の中に悪霊がいると不平を言う。 信じるのは難しいですが、まだチェックする必要があります！ 一緒にいるの?
ru: Приветствую тебя, странник просторов AppStore, предлагаю тебе погрузиться в нашу историю. Жители деревни жалуются на то, что в лесу завелась нечисть. Слабо верится, но проверить все же нужно! Ты в деле?
zh_hant: 我欢迎你，并邀请你潜入我们的历史。 村里的居民抱怨说，森林里有邪灵。 很难相信，但你仍然需要检查！ 你加入吗

# ээЭрРэРррэ
source: eeErReRrre
ja: 'うなり声'
ru: ээЭрРэРррэ
zh_hant: '噪音'

source: The villagers were indeed right. But who is behind this? I haven't seen wandering skeletons on their own before...
de: Die Dorfbewohner hatten wirklich Recht. Aber wer steckt dahinter? Ich habe noch nie gehende Skelette gesehen...
es_419: Los aldeanos realmente tenían razón. ¿Pero quién está detrás de esto? Antes no había observado esqueletos errantes por mi cuenta...
ja: 村人たちは正しかったが、誰が骨格を作ったのですか？ ライブスケルトンを見たことがない.
ru: Жители деревни действительно были правы. Но кто стоит за этим? Раньше я не наблюдал блуждающих скелетов самих по себе...
zh_hant: 村民们的确是对的。 但谁是幕后主使？ 我从来没有见过一个行走的骨架。..

source: I noticed a stone burning bright green in the chest of the skeletons. Clearly, there was some magic involved. It looks like a long journey ahead of us, my friend!
de: Ich bemerkte einen Stein in der Brust der Skelette, der in hellgrünem Licht brennt. Offensichtlich war es nicht ohne Magie. Wir haben eine lange Reise vor uns, mein Freund!
es_419: Noté en la Caja torácica de los esqueletos una especie de roca que ardía de color verde brillante. Obviamente, aquí no sin magia. Parece que nos espera un largo viaje, amigo mío.
ja: 私はスケルトンの胸に明るい緑を燃やす石に気づいた。 明らかに、いくつかの魔法が関与していた。 それは私たちの前に長い旅のように見えます、私の友人！
ru: Я заметил в груди скелетов какой-то камень, горящий ярко-зеленым цветом. Явно здесь не обошлось без магии. Похоже нас ждет длительное путешествие, мой друг!
zh_hant: 我注意到怪物胸部有一块石头，燃烧着明亮的绿色。 显然，有一些魔法参与。 它看起来像一个漫长的旅程在我们面前，我的朋友！

# Чем дальше в лес, тем больше костяшек!!
source: The further into the forest, the more walking bones!!
de: Je weiter in den Wald, desto mehr Skelette!!
es_419: Cuanto más lejos en el bosque, más esqueletos!!
ja: さらに森の中に、より多くのモンスター！!
ru: Чем дальше в лес, тем больше костяшек!!
zh_hant: 进一步进入森林，更多的怪物！!

# Лучше бы вы так и оставались в земле костяшки!
source: Would be better if you remained in the earth!
de: Es wäre besser, wenn sie in der Erde bleiben würden!
es_419: ¡Ojalá se quedaran así en la tierra!
ja: あなたは地面から抜け出さない方がいい、私はここであなたを待っています！
ru: Лучше бы вы так и оставались в земле костяшки!
zh_hant: 会更好，如果你留在地下！

source: Who are you to stand in my way, you pathetic Archer?! Better get out of here while you're still alive!
de: Wer bist du, um mir in den Weg zu kommen, Bogenschütze?! Verschwinde lieber, solange du lebst !
es_419: ¿Quién eres tú para interponerme en mi camino, patético arquero?! ¡Mejor vete mientras estás vivo!
ja: 邪魔するな! 生きている間にここから出て行った方がいい！
ru: Кто ты такой, чтобы вставать на моем пути жалкий лучник?! Лучше уноси ноги - пока цел!
zh_hant: 你凭什么挡我的路，你这个可怜的弓箭手？! 趁你还活着赶紧离开这里

source: Yes, this sorcerer is serious, sorry for him! The next time we meet, you won't get off so easily!!
de: Dieser Zauberer glaubt wirklich an sich selbst! Beim nächsten Treffen wird er nicht entkommen können!!
es_419: Sí, este hechicero está decidido, lo siento por él! ¡La próxima vez no te irás tan fácilmente!!
ja: この魔術師は深刻です！ 私は彼のところに行く、彼は私から隠れることはできません！
ru: Да этот колдун настроен серьезно, жаль его! В следующую нашу встречу ты так просто не отделаешься!!
zh_hant: 是的，这个巫师是认真的，对不起他！ 下次我们见面，你不会那么容易下车！!

# У костяшек просто нет шансов, только нужно немного поднажать, дружище!
source: The skeletons just don't stand a chance, you just need to push a little harder, my friend!
de: Die Skelette haben einfach keine Chance, Sie müssen nur ein wenig drücken, Kumpel!
es_419: ¡Los esqueletos simplemente no tienen oportunidad, solo tienes que presionarlos más fuerte, amigo!
ja: スケルトンはまったくチャンスがない、あまり残っていない、私の友人！
ru: У костяшек просто нет шансов, только нужно немного поднажать, дружище!
zh_hant: 怪物只是没有机会，你只需要用力一点，我的朋友！

# Лучник оказался еще той занозой, я его недооценил. Он должен служить мне.
source: The Archer was very strong, I underestimated him. He must serve me.
de: Der Bogenschütze war stärker, als ich dachte, ich habe ihn unterschätzt. Er sollte mir dienen.
es_419: El arquero era más fuerte de lo que pensaba, lo subestimé. El arquero debe servirme.
ja: 私は私の敵を過小評価し、彼は私が思ったよりも強かった。 彼は私のしもべになります。
ru: Лучник оказался еще той занозой, я его недооценил. Он должен служить мне.
zh_hant: 枪手很强我低估了他 他必须服侍我

# Посмотрим как ты справишься с ним!
source: Let's see how you handle it!
de: Mal sehen, wie du mit ihm fertig wirst!
es_419: ¡Veamos cómo lo maneja el arquero!
ja: あなたはそれに抵抗することはできません！
ru: Посмотрим как ты справишься с ним!
zh_hant: 让我们看看你如何处理它！

# Ты видел этот размер ноги?! Да он словно амбар.
source: Did you see the size of his legs?! It's huge!
de: Hast du diese Beingröße gesehen?! Er ist riesig.
es_419: ¿Viste ese Tamaño de pierna?! Es enorme.
ja: このサイズの足を見たことがありますか？! それは巨大です。
ru: Ты видел этот размер ноги?! Да он словно амбар.
zh_hant: 你见过这个尺寸吗？! 这是不可能的。

source: The weather seems to be getting worse. I feel that there is not much left, we are close to the end of the road..
de: Das Wetter scheint sich zu verschlechtern. Ich habe das Gefühl, dass der letzte Ruck übrig ist, wir sind kurz vor dem Ende des Weges..
es_419: Parece que el clima se está deteriorando. Siento que queda el último tirón, estamos cerca del final del camino..
ja: 天気が悪くなってきているようです。 私はそこに最後のプッシュが残っていると感じて、我々は道路の終わりに近いです。.
ru: Кажется погода портится. Я чувствую, что остался последний рывок, мы близки к концу пути..
zh_hant: 天气似乎越来越糟。 我觉得剩下的很少，结束了。.

source: I don't think the wind broke these trees, but I think it was the giant whose tracks we found.
de: Ich glaube nicht, dass diese Bäume vom Wind gebrochen wurden, es scheint mir, dass es der Riese war, dessen Spuren wir gefunden haben.
es_419: No creo que estos árboles rompieron el viento, me parece que fue un gigante cuyas huellas encontramos.
ja: 私は風がこれらの木を壊したとは思わないが、私はそれが巨人だったと思う。
ru: Не думаю, что эти деревья сломал ветер, кажется мне, что это был великан, чьи следы мы нашли.
zh_hant: 我不认为这些树被风吹坏了，但我认为这里有一个怪物，我们发现了他的踪迹。

# ГРБУХГРБАМ!!!
source: GRBBooomGRB!!!
de: BOOM!!!
es_419: grBOOMgrBOOM!!!
ja: '大きな音!!!'
ru: ГРБУХГРБАМ!!!
zh_hant: '砰砰砰砰'

# Вот мы и нашли его!
source: So we found it!
de: Da haben wir ihn gefunden!
es_419: ¡Creo que hemos encontrado al gigante!
ja: だから我々はそれを見つけた！
ru: Вот мы и нашли его!
zh_hant: 所以我们找到了！

# Ты будешь моей марионеткой, лучник!!
source: You will be my puppet!!
de: Du wirst meine Marionette sein, Bogenschütze!!
es_419: ¡Serás mi marioneta, arquero!!
ja: あなたは私のしもべ、ガンスリンガーになります！!
ru: Ты будешь моей марионеткой, лучник!!
zh_hant: 你将是我的傀儡枪手!

# В тоже время - в другой части леса...
source: At the same time, in another part of the forest...
de: Zur gleichen Zeit, in einem anderen Teil des Waldes...
es_419: Al mismo tiempo, en otra parte del bosque...
ja: 同時に-森の別の部分で。..
ru: В тоже время - в другой части леса...
zh_hant: 在同一时间-在森林的另一部分。..

# Пора заканчивать на сегодня, солнце уже садится.
source: It's time to finish for today, the sun is already setting.
de: Es ist Zeit, für heute zu beenden, die Sonne untergeht bereits.
es_419: Es hora de terminar por hoy, el sol ya se está poniendo.
ja: それは今日のために終了する時間です、太陽はすでに設定されています。
ru: Пора заканчивать на сегодня, солнце уже садится.
zh_hant: 它的时间来完成今天，太阳已经设置。

# Брат, берегись!!!
source: Brother, look out!!!
de: Bruder, pass auf!!!
es_419: ¡Hermano, cuidado!!!
ja: お兄ちゃん危ない!!!
ru: Брат, берегись!!!
zh_hant: 兄弟，小心！!!

# Какого черта?!?
source: What the hell?!?
de: Was zum Teufel?!?
es_419: ¿Qué demonios?!?
ja: 一体何だ?!?
ru: Какого черта?!?
zh_hant: 搞什么鬼!?

# РррРредарРрр
source: RrrRrfoodrRrr
de: RrrRressenrRrr
es_419: RrrRrcomidarRrr
ja: 'うなり声'..食事
ru: РррРредарРрр
zh_hant: ...餐...

# Сегодня вы отведаете только мой топор!
source: Today you will only taste my axe!
de: Heute könnt ihr nur meine Axt essen!
es_419: ¡Hoy solo saborearán mi hacha!
ja: 今日、あなたは私の斧を味わうだけです！
ru: Сегодня вы отведаете только мой топор!
zh_hant: 今天你只会尝到我的斧头！

# Я обязательно найду тебя брат, во чтобы-то мне это не стало...
source: I will definitely find you brother, nothing will stop me...
de: Heute werden Sie nur meine Axt schmecken!
es_419: Definitivamente te encontraré hermano y nada me detendrá...
ja: 私は間違いなく私の兄弟を見つけます。 彼を救わないと..
ru: Я обязательно найду тебя брат, во чтобы-то мне это не стало...
zh_hant: 我一定会找到我的兄弟，我永远不会停止。..

source: Your brother is giving me a lot of trouble, you will be the bait to lure him into a trap!
de: Dein Bruder hat mir viel Mühe gegeben, du wirst ein Köder sein, um ihn in eine Falle zu locken!
es_419: ¡Tu hermano me está causando muchos problemas, te convertirás en un cebo para atraparlo!
ja: あなたの兄弟は私に多くのトラブルを与えている、あなたは彼を罠に誘い込む餌になります！
ru: Твой брат доставляет мне много хлопот, ты станешь приманкой чтобы заманить его в ловушку!
zh_hant: 你哥哥给了我很多麻烦，你会成为诱饵引诱他进入一个陷阱！

# Здравствуй дедушка. Что ты делаешь в такой глуши?
source: Hello, grandpa. What are you doing in the woods so far away?
de: Hallo Opa. Was machst du in so weit weg im Wald?
es_419: Hola abuelo. ¿Qué haces en medio de la nada?
ja: こんにちはおじいちゃん どこの真ん中で何をしてるの?
ru: Здравствуй дедушка. Что ты делаешь в такой глуши?
zh_hant: 你好爷爷 你在这么远的树林里做什么？

# Для кого-то глуш, а для кого-то дом. Моя хижина здесь недалеко. Зайдешь в гости?
source: For someone the forest, and for someone the house. My cabin is not far from here. Are you coming to visit?
de: Meine Hütte ist nicht weit. Willst du mich besuchen?
es_419: Esta es mi casa. Mi cabaña no está lejos. ¿Quieres venir a visitarme?
ja: これは私のための家です。 私の小屋はここから遠くない 会いに来てもいい
ru: Для кого-то глуш, а для кого-то дом. Моя хижина здесь недалеко. Зайдешь в гости?
zh_hant: 对你来说这是森林对我来说这是家 我的小屋离这儿不远 你会来看我吗？

# Спасибо, но мне нужно спешить! Моего брата похитили.
source: Thank you, but I need to hurry! My brother was kidnapped.
de: Danke, aber ich muss mich beeilen! Mein Bruder wurde entführt.
es_419: ¡Gracias, pero tengo que apurarme! Mi hermano fue secuestrado.
ja: ありがとう、でもできない！ 弟が誘拐された急がないと
ru: Спасибо, но мне нужно спешить! Моего брата похитили.
zh_hant: 谢谢，但我得快点！ 我哥哥被绑架了

source: I saw some guy being dragged by green things across the river, beyond the woods. They live in caves, and they took him there.
de: Ich habe gesehen, wie ein Kerl von grünen Monstern getragen wurde, die über den Fluss gingen. Sie leben in Höhlen, dorthin sind sie gegangen.
es_419: Vi cómo las criaturas verdes arrastraban al chico por el río que está detrás del bosque. Viven en cuevas, allí lo arrastraron.
ja: 私は森の端に位置している川の向こうに緑のモンスターによって運び去られて男を見ました。 彼らは洞窟に住んでいます。
ru: Я видел как какого-то парня зеленые твари тащили за реку, что за лесом. Они обитают в пещерах, туда и утащили.
zh_hant: 我看到有人被绿色怪物拖过河 怪物住在山洞里，怪物把他带到了山洞里。

# Спасибо дедушка, поспешу в пещеры!!
source: Thank you grandpa, I'll hurry to the caves!!
de: Danke Opa, ich werde ihm folgen!!
es_419: Gracias abuelo, me apresuraré a las cuevas!!
ja: ありがとう、おじいちゃん、私は洞窟に急いでいきます！!
ru: Спасибо дедушка, поспешу в пещеры!!
zh_hant: 谢谢爷爷，我快去山洞！!

# Это ведь сапог моего брата, значит мы на правильном пути!
source: This is my brother's boot, so we're on the right track!
de: Das ist der Stiefel meines Bruders, also sind wir auf dem richtigen Weg!
es_419: Es la bota de mi hermano, así que estamos en el camino correcto.
ja: これは私の兄弟のブーツなので、私たちは正しい軌道に乗っています！
ru: Это ведь сапог моего брата, значит мы на правильном пути!
zh_hant: 这是我哥哥的靴子，所以我们在正确的轨道上！

# Так мы ничего не узнаем, нужно изловить одного живым.
source: So we won't know anything, we need to catch one alive.
de: So erfahren wir nichts, wir müssen einen lebendig fangen.
es_419: Así que no sabemos nada, tenemos que atrapar a uno vivo.
ja: 弟がどこにいるか調べるためにモンスターを生きたまま捕まえないと
ru: Так мы ничего не узнаем, нужно изловить одного живым.
zh_hant: 所以我们什么都不知道我们得活捉一个

# Где мой брат чудовище?!
source: Where is my brother, the monster?!
de: Wo ist mein Bruder das Monster?!
es_419: ¿Dónde está mi hermano, el monstruo?
ja: 弟はどこにいるの?!
ru: Где мой брат чудовище?!
zh_hant: 我弟弟在哪!

# РрррРРрРр
source: RrrrRRrRr
ja: 'うなり声'
ru: РрррРРрРр
zh_hant: '吼声'

# Глупое создание. От тебя нет никакой пользы!!
source: Stupid creature. You're no good at all!!
de: Dumme Kreatur. Du hast keinen Nutzen!!
es_419: Una criatura tonta. ¡No hay ningún beneficio de TI!!
ja: 愚かな生き物。 お前は役に立たない!!
ru: Глупое создание. От тебя нет никакой пользы!!
zh_hant: 你一点用都没有！!

source: I will cut down entire cave and anyone who stands in my way if necessary!
de: Ich werde eure ganze Höhle und jeden, der mir im Weg steht, wenn es nötig ist, abreißen!
es_419: ¡Cortaré toda la cueva y a todos los que se interpongan en mi camino si es necesario!
ja: 必要に応じて、私は洞窟の全体と私の邪魔に立っている人を切り倒します！
ru: Я вырублю всю вашу пещеру и каждого кто будет стоять на моем пути, если потребуется!
zh_hant: 如果有必要，我会摧毁整个洞穴和任何阻挡我的人！

# Чем дальше в пещеры, тем больше гоблинов! У меня плохое предчувствие..
source: The further into the caves, the more goblins! I have a bad feeling about this..
de: Je weiter in die Höhlen, desto mehr Kobolde! Ich habe ein schlechtes Gefühl..
es_419: Cuanto más lejos en las cuevas, más duendes! Tengo un mal presentimiento..
ja: 洞窟にはますます多くのゴブリンがいます！ 私はこれについて悪い感じがあります。.
ru: Чем дальше в пещеры, тем больше гоблинов! У меня плохое предчувствие..
zh_hant: 进一步进入洞穴，更多的妖精！ 我有种不祥的预感.

# Он прошел дальше, чем я предполагал, нам нужно подкрепление.
source: He's gone further than I thought, we need backup.
de: Er ist weiter gegangen, als ich dachte, wir brauchen Verstärkung.
es_419: Ha ido más allá de lo que pensaba, necesitamos refuerzos.
ja: 木こりは思ったよりもさらに進んでいる、我々は援軍が必要です。
ru: Он прошел дальше, чем я предполагал, нам нужно подкрепление.
zh_hant: 他比我想的更远了我们需要后援

# Мне нужен самый мощный кристалл этой пещеры!!
source: I need the most powerful crystal in this cave!!
de: Ich brauche den mächtigsten Kristall dieser Höhle!!
es_419: ¡Necesito el Cristal más poderoso de esta cueva!!
ja: 木こりは思ったよりもさらに進んだ、我々は援軍を必要としています。
ru: Мне нужен самый мощный кристалл этой пещеры!!
zh_hant: 我需要这个洞穴里最强大的水晶！!

source: Brother, you are too weak to fight. You must run to Ardan and tell him everything, only He can help us! Run brother, I can handle it!!
de: Bruder, du bist zu schwach, um zu kämpfen. Du musst zu Ardan laufen und ihm alles erzählen, nur er kann uns helfen! Lauf Bruder, ich schaffe das!!
es_419: Hermano, eres demasiado débil para luchar. Tienes que correr hacia Ardan y decirle todo, sólo él puede ayudarnos! ¡Corre hermano, puedo manejarlos!!
ja: 弟よ、戦うには弱すぎる。 逃げないと 山に住んでいるウィザードに実行し、彼だけが助けることができます
ru: Брат, ты слишком слаб чтобы сражаться. Ты должен бежать к Ардану и рассказать ему все, лишь он может помочь нам! Беги брат, я справлюсь!!
zh_hant: 小弟弟，你太弱了，打不过来。 你必须跑到Ardan告诉他一切，只有他能帮助我们！ 快跑兄弟，我能搞定！!

# Хороший экземпляр в мое войско.
source: A good warrior for my army.
de: Ein gutes Exemplar in meine Armee.
es_419: Un buen ejemplar para mi ejército.
ja: 私の軍隊のための良いコピー。
ru: Хороший экземпляр в мое войско.
zh_hant: 好士兵，你会帮我的

# Ни за что, я лучше умру!
source: No way, I'd rather die!
de: Ich sterbe lieber!
es_419: ¡De ninguna manera, prefiero morir!
ja: 私はむしろ死ぬだろう！
ru: Ни за что, я лучше умру!
zh_hant: 不行，我宁可死！

# Это запросто!
source: Whatever you say!
de: Wie du sagst!
es_419: Es fácil de arreglar!
ja: 私はそれを手配することができ
ru: Это запросто!
zh_hant: 这很容易安排！
